[
    {
      "id": "650fae8600cd932253295255",
      "price": "$1,419.00",
      "picture": "http://placehold.it/32x32",
      "course_name": "Python",
      "details": "Tempor consectetur culpa magna aute nisi consectetur. Sit aute cillum ut quis in. Exercitation ad consequat ex dolore minim excepteur ullamco magna magna adipisicing deserunt mollit pariatur mollit. Anim aute proident et velit esse commodo duis commodo aliquip sit ad. Eiusmod aliqua qui aliquip proident sint adipisicing esse nulla consectetur laborum culpa deserunt cillum. Veniam fugiat anim et ullamco deserunt reprehenderit. Dolor irure dolor est est do culpa incididunt consectetur.\r\n"
    },
    {
      "id": "650fae8671077616b6ce6fc6",
      "price": "$1,810.16",
      "picture": "http://placehold.it/32x32",
      "course_name": "C++",
      "details": "Do sunt aute est et qui veniam officia. Veniam exercitation reprehenderit aliqua do sint dolore incididunt sit. Do eiusmod esse nulla commodo exercitation voluptate cillum. Eiusmod commodo non non Lorem duis culpa cupidatat aliquip aliquip amet sint ipsum. Lorem mollit qui ipsum nostrud dolor tempor sit. Minim laborum ad deserunt tempor irure voluptate excepteur ipsum labore duis elit tempor ad ea. Dolor dolor eiusmod ullamco magna dolore ut quis qui in laboris aliquip voluptate.\r\n"
    },
    {
      "id": "650fae86f77705b72983c9b6",
      "price": "$1,221.48",
      "picture": "http://placehold.it/32x32",
      "course_name": "Java",
      "details": "Voluptate ea mollit laboris et enim exercitation irure. Cupidatat fugiat in sit ullamco commodo Lorem aliqua consectetur magna tempor elit ipsum occaecat. Consequat amet qui ad fugiat magna amet incididunt. Nisi culpa sunt duis voluptate ad. Tempor non mollit cillum quis nulla deserunt duis in occaecat. Nostrud ad reprehenderit proident sunt esse qui enim laborum anim pariatur officia laborum. Proident eu eu culpa dolor laboris fugiat proident.\r\n"
    },
    {
      "id": "650fae869983cacb92087e7d",
      "price": "$2,071.38",
      "picture": "http://placehold.it/32x32",
      "course_name": "PHP",
      "details": "Enim duis nostrud proident ipsum enim aliqua id. Anim labore pariatur ex fugiat aliqua cillum fugiat aliqua qui ipsum tempor anim anim. Pariatur nulla ex esse occaecat irure. Ullamco consectetur reprehenderit duis duis cupidatat velit ea duis voluptate. Occaecat do est laborum esse incididunt nisi.\r\n"
    },
    {
      "id": "650fae8661b2847fd9a192b2",
      "price": "$3,552.08",
      "picture": "http://placehold.it/32x32",
      "course_name": "JavaScript",
      "details": "Esse eiusmod deserunt enim pariatur ea adipisicing in sint pariatur culpa. Nostrud fugiat commodo duis ullamco sint exercitation commodo anim Lorem minim elit ex cillum sint. Deserunt veniam labore aliquip eiusmod cillum dolore. Eiusmod veniam id ut ex fugiat velit veniam labore laborum ipsum.\r\n"
    },
    {
      "id": "650fae86ef901787ea0bd8b3",
      "price": "$1,377.15",
      "picture": "http://placehold.it/32x32",
      "course_name": "Swift",
      "details": "Culpa commodo duis Lorem culpa cupidatat proident ea est reprehenderit. Ullamco consectetur elit velit qui consectetur culpa elit mollit eu duis laborum incididunt nulla. Aute cillum officia deserunt veniam. Proident ullamco labore nisi aute proident sit labore consequat labore cupidatat. Cupidatat officia nulla ipsum eiusmod non nostrud est labore aliqua mollit tempor dolore. Labore mollit ipsum magna voluptate anim nulla ea.\r\n"
    },
    {
      "id": "650fae86c354fd2563e8a9a6",
      "price": "$2,853.77",
      "picture": "http://placehold.it/32x32",
      "course_name": "Kotlin",
      "details": "Velit sit consequat tempor ut tempor nisi occaecat aliquip dolore esse. Reprehenderit enim nostrud elit do elit magna mollit sunt fugiat sunt elit aliquip qui. Velit amet consectetur ullamco sit eu. Anim in velit voluptate minim eiusmod ullamco ut.\r\n"
    }
  ]